import React from "react"
import '../css/faq.css'

export function Faq() {
    return (
        <div className="text">
            Проект создан для того, что бы помочь придумать надежный и устойчивый к взлому 
            пароль. 
            <p>Использовать онлайн генератор паролей очень легко: отметьте нужные вам 
            параметры и нажмите на кнопку <i>«сгенерировать пароль»</i>, и скопируйте тот, 
            который вам понравится.</p> 
            <p>Этот сложный пароль из случайных чисел и символов вы можете использовать в играх, в 
            социальных сетях или различных программах.</p> 
            Все что создается на STRONG является уникальным и созданным один раз, и только для 
            вас. Здесь не ведется учет и не сохраняется все то, что создает генератор. 
            <p>Так что будьте уверены!</p>
        </div>
    )
}