import React from 'react'
import '../css/home.css'

export const Home = () => {
    return(
        <div class="home">
            Если вам понадобилось случайное число или последовательность случайных чисел, 
            вы хотите вытянуть счастливый билет, получить надёжный пароль, выбрать победителя 
            розыгрыша, проникнуться мудростью великих высказываний, испытать свою эрудицию, 
            узнать новый факт, или получить ответ на любой вопрос, то вам сюда. Воспользуйтесь 
            ссылками вверху страницы, чтобы попасть в соответствующие разделы.
        </div>
    )
}